/* No comment provided by engineer. */
"Add static tags to each published file (optional)." = "Add static tags to each published file (optional).";

/* No comment provided by engineer. */
"Library" = "Library";

/* No comment provided by engineer. */
"No media selected." = "No media selected.";

/* No comment provided by engineer. */
"Publish all media files to Podcast Library" = "Publish all media files to Podcast Library";

/* No comment provided by engineer. */
"Too many keywords (maximum is 16)." = "Too many keywords (maximum is 16).";

